IDEA Open Model
ConnectionData.FoldedPlates Property
Compatible with IDEA StatiCa 20.1
 Folded plate of the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<FoldedPlateData> FoldedPlates { get; set; }
Public Property FoldedPlates As List(Of FoldedPlateData)
	Get
	Set
Property Value
Type: List<FoldedPlateData>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace